Autodesk.Revit.DB.LightAndMaterialAccuracyMode
An enumerated type containing possible Light and Material Accuracy modes for Raytracer render.
Since:
2017

Autodesk.Revit.DB.LightAndMaterialAccuracyMode.Advanced
Soft shadows and soft reflections from semi-rough materials will be rendered with a high quality level. This is the
standard setting that you typically want to rely on for final high quality renderings.

Autodesk.Revit.DB.LightAndMaterialAccuracyMode.Simplified
Rough and semi-rough materials are approximated. Consequently, materials may look more shinier than expected.
Lighting is approximated so shadows will lack in details.